{
  "_id": "page.start",
  "_type": "page.start",
  "body": "",
  "components": [
    {
      "_id": "page.start--inset",
      "_type": "inset",
      "html": "Before you use this online form, you must notify the person who might lack mental capacity, as well as at least 3 other people who might have an interest in this application."
    },
    {
      "_id": "page.start--content",
      "_type": "content",
      "html": "Use this form to upload and send a completed application to become a property and financial affairs deputy to the Court of Protection.\r\n\r\nYou can only use this form if you have a Payment By Account (PBA) number to pay the application fee. The fee is £371.\r\n\r\nIf you don't have a PBA number, you'll need to [apply for a HMCTS Fee Account](https://www.gov.uk/government/publications/form-fee-account-application-form-fee-account-customer-application-form).\r\n\r\nYou cannot use this form if you're unable to pay the application fee. You might be able to get money off by [applying for help with fees](https://www.gov.uk/get-help-with-court-fees).\r\n\r\n## Sending your application\r\n\r\nFollow these steps to send your application. \r\n\r\n### 1. Notify all the people who might have an interest in your application\r\n\r\nYou must notify:\r\n\r\n- the person who might lack mental capacity\r\n- at least 3 other people who might have an interest in the application (for example, the person's relatives, social worker or doctor)\r\n\r\n### 2. Name your files\r\n\r\nMake sure you include the:\r\n\r\n* date you're sending your completed forms (YYYY-MM-DD format)    \r\n* person's last name\r\n* first letter of the person's first name\r\n* form number, like COP1\r\n\r\nFor example, 2020-03-31 - SMITH J - COP1.pdf \r\n\r\n### 3. Give details of the people you've notified\r\n\r\nTell us:\r\n\r\n- who you've notified, and when you did this for each person\r\n- each person's relationship to the person who might lack mental capacity\r\n\r\n### 4. Upload your completed application forms"
    }
  ],
  "heading": "Apply to become a property and financial affairs deputy",
  "lede": "",
  "steps": [
    "page.help"
  ],
  "url": "/"
}